Repository: bogdanbabych/0945BUT10201-lex2
Catalog: data/s01rawFiles/gnu-en--de-v03.tmx
Source language: en
Languages: de

source: (Think of “free speech”, not “free beer”.) Specifically, it means that a user is free to run the program, study and change the program, and redistribute the program with or without changes.
de: Sprechen wir von Freie Software , geht es uns um Freiheit, nicht den Preis (man denke an Redefreiheit, nicht an Freibier). Konkret bedeutet dies, dass ein Nutzer das Programm ausführen, untersuchen, ändern und mit oder ohne Änderungen neu distribuieren darf.

source: Free programs are sometimes distributed gratis, and sometimes for a substantial price.
de: Freie Programme werden manchmal gratis, und manchmal zu einem beträchtlichen Preis vertrieben.

source: Often the same program is available in both ways from different places.
de: Häufig steht dasselbe Programm in beiden Fällen an verschiedenen Orten zur Verfügung.

source: The program is free regardless of the price, because users have freedom in using it.
de: Das Programm ist unabhängig vom Preis frei, weil Nutzer Freiheit bei der Nutzung haben.

source: Nonfree programs are usually sold for a high price, but sometimes a store will give you a copy at no charge.
de: Unfreie Programme werden gewöhnlich zu einem hohen Preis verkauft, aber manchmal bekommt man von einem Anbieter auch eine Kopie kostenlos.

source: That doesn't make it free software, though.
de: Das macht es jedoch noch lange nicht zu freier Software.

source: Price or no price, the program is nonfree because its users are denied freedom.
de: Mit oder ohne einem Preis versehen, das Programm ist unfrei, weil seinen Nutzern Freiheit verweigert wird.

source: Since free software is not a matter of price, a low price doesn't make the software free, or even closer to free.
de: Da Freie Software keine Frage des Preises ist, macht ein niedriger Preis die Software nicht frei oder annähernd frei.

source: So if you are redistributing copies of free software, you might as well charge a substantial fee and make some money.
de: Wenn man also Freie-Software-Kopien weitervertreibt, kann man genauso gut einen beträchtlichen Preis berechnen und damit etwas Geld verdienen.

source: Redistributing free software is a good and legitimate activity; if you do it, you might as well make a profit from it.
de: Freie Software weiterzuvertreiben ist gut und legitim; macht man es, dann kann man ebenso gut einen Gewinn daraus erwirtschaften.

source: Free software is a community project, and everyone who depends on it ought to look for ways to contribute to building the community.
de: Freie Software ist ein Gemeinschaftsprojekt, und jedermann, der sich darauf stützt, sollte nach Möglichkeiten suchen, um zum Aufbau der Gemeinschaft beizutragen.

source: For a distributor, the way to do this is to give a part of the profit to free software development projects or to the Free Software Foundation.
de: Für einen Distributor besteht die Möglichkeit, einen Teil des Gewinns für die Entwicklung an Freie-Software-Projekte oder der Free Software Foundation zukommen zu lassen.

source: This way you can advance the world of free software.
de: Auf diese Weise kann man die Freie-Software-Welt fördern.

source: Distributing free software is an opportunity to raise funds for development.
de: Freie Software zu vertreiben ist eine Gelegenheit, Geldmittel für die Entwicklung aufzubringen.

source: Don't waste it!
de: Vergeuden Sie sie nicht!

source: In order to contribute funds, you need to have some extra.
de: Um Geldmittel bereitstellen zu können, muss man etwas übrig haben.

source: If you charge too low a fee, you won't have anything to spare to support development.
de: Wenn man einen zu geringen Preis verlangt, hat man nichts mehr übrig, um die Entwicklung zu unterstützen.

source: Will a higher distribution price hurt some users?
de: Wird ein höherer Vertriebspreis einigen Nutzern schaden?

source: People sometimes worry that a high distribution fee will put free software out of range for users who don't have a lot of money.
de: Einige befürchten manchmal, dass ein hoher Vertriebspreis Freie Software unerschwinglich für Nutzer machen wird, die nicht viel Geld haben.

source: With proprietary software, a high price does exactly that—but free software is different.
de: Bei proprietärer Software verursacht ein hoher Preis genau das ‑ aber Freie Software ist anders.

source: The difference is that free software naturally tends to spread around, and there are many ways to get it.
de: Der Unterschied besteht darin, dass Freie Software naturgemäß dazu neigt sich zu verbreiten, und es gibt viele Möglichkeiten, sie zu bekommen.

source: Software hoarders try their damnedest to stop you from running a proprietary program without paying the standard price.
de: Software-Hamsterer versuchen ihr Möglichstes, um einen davon abzuhalten ein proprietäres Programm auszuführen, ohne den üblichen Preis bezahlt zu haben.

source: If this price is high, that does make it hard for some users to use the program.
de: Ist dieser Preis hoch, macht es das für einige Nutzer sehr schwer, das Programm überhaupt zu benutzen.

source: With free software, users don't have to pay the distribution fee in order to use the software.
de: Bei freier Software müssen Nutzer den Vertriebspreis nicht bezahlen, um die Software benutzen zu können.

source: They can copy the program from a friend who has a copy, or with the help of a friend who has network access.
de: Sie können das Programm von einem Freund, der eine Kopie besitzt, oder mit Hilfe eines Freundes, der Zugang zum Internet hat, kopieren.

source: Or several users can join together, split the price of one CD-ROM, then each in turn can install the software.
de: Oder mehrere Nutzer schließen sich zusammen und teilen sich den Preis einer CD-ROM, dann kann jeder reihum die Software installieren.

source: A high CD-ROM price is not a major obstacle when the software is free.
de: Ein hoher Preis für eine CD-ROM stellt kein großes Hindernis dar, wenn die Software frei ist.

source: Will a higher distribution price discourage use of free software?
de: Wird ein höherer Vertriebspreis vor der Verwendung freier Software abschrecken?

source: Another common concern is for the popularity of free software.
de: Ein weiterer häufiger Einwand bezieht sich auf die Popularität freier Software.

source: People think that a high price for distribution would reduce the number of users, or that a low price is likely to encourage users.
de: Einige denken, dass ein hoher Vertriebspreis die Anzahl der Nutzer reduzieren würde oder ein niedriger Preis aller Voraussicht nach Nutzer anziehen könnte.

source: This is true for proprietary software—but free software is different.
de: Dies trifft auf proprietäre Software zu ‑ aber freie Software ist anders.

source: With so many ways to get copies, the price of distribution service has less effect on popularity.
de: Mit so vielen Möglichkeiten, Kopien zu erhalten, hat der Vertriebspreis weniger Auswirkung auf die Popularität.

source: In the long run, how many people use free software is determined mainly by how much free software can do, and how easy it is to use.
de: Wie viele Menschen Freie Software auf lange Sicht benutzen wird hauptsächlich davon bestimmt, wie viel Freie Software kann und wie leicht sie zu bedienen ist.

source: Many users do not make freedom their priority; they may continue to use proprietary software if free software can't do all the jobs they want done.
de: Viele Nutzer machen Freiheit nicht zu ihrer Priorität; sie können weiterhin proprietäre Software benutzen, wenn Freie Software nicht alle Aufgaben erledigen kann, die sie damit erledigen wollen.

source: Thus, if we want to increase the number of users in the long run, we should above all develop more free software.
de: Möchte man also die Anzahl der Nutzer auf lange Sicht erhöhen, sollte man vor allem mehr Freie Software entwickeln.

source: The most direct way to do this is by writing needed free software or manuals yourself.
de: Der direkteste Weg, dies zu tun, besteht darin, benötigte Freie Software oder Anleitungen selbst zu schreiben.

source: But if you do distribution rather than writing, the best way you can help is by raising funds for others to write them.
de: Aber wenn man eher im Vertrieb tätig ist anstatt etwas zu schreiben, kann man am besten durch die Beschaffung von Geldmitteln helfen, damit andere diese schreiben.

source: The term “selling software” can be confusing too Strictly speaking, “selling” means trading goods for money.
de: Der Ausdruck Software verkaufen kann auch verwirrend sein Verkaufen bedeutet genau genommen Handel mit Waren gegen Geld.

source: Selling a copy of a free program is legitimate, and we encourage it.
de: Eine Kopie eines freien Programms zu verkaufen ist legitim, und wir unterstützen es.

source: However, when people think of “selling software”, they usually imagine doing it the way most companies do it: making the software proprietary rather than free.
de: Doch wenn man an Software verkaufen denkt, verbindet man damit gewöhnlich die Art, wie es die meisten Unternehmen machen: die Software proprietär machen und eben nicht frei.

source: So unless you're going to draw distinctions carefully, the way this article does, we suggest it is better to avoid using the term “selling software” and choose some other wording instead.
de: Sofern man also nicht sorgfältig differenziert ‑ wie dieser Artikel ‑ empfehlen wir den Ausdruck Software verkaufen besser zu vermeiden und stattdessen eine andere Formulierung zu wählen.

source: For example, you could say “distributing free software for a fee”—that is unambiguous.
de: Beispielsweise Freie Software gegen ein Entgelt vertreiben ‑ das ist unmissverständlich.

source: High or low fees, and the GNU GPL Except for one special situation, the GNU General Public License (GNU GPL) has no requirements about how much you can charge for distributing a copy of free software.
de: Hohe oder niedrige Preise und die GNU GPL Mit Ausnahme einer bestimmten Situation beinhaltet die GNU General Public License (GPL) keinerlei Bedingungen darüber, wie viel man für den Vertrieb von Freie-Software-Kopien verlangen kann.

source: You can charge nothing, a penny, a dollar, or a billion dollars.
de: Man kann nichts, einen Cent, einen Euro oder eine Milliarde Euro verlangen.

source: It's up to you, and the marketplace, so don't complain to us if nobody wants to pay a billion dollars for a copy.
de: Es liegt ganz bei Ihnen und an der Marktsituation, also nicht bei uns beschweren, wenn niemand eine Milliarde Euro für eine Kopie bezahlen will.

source: The one exception is in the case where binaries are distributed without the corresponding complete source code.
de: Die einzige Ausnahme besteht in dem Fall, in denen Binärdateien ohne den entsprechenden vollständigen Quellcode vertrieben werden.

source: Those who do this are required by the GNU GPL to provide source code on subsequent request.
de: Die Beteiligten sind durch die GNU GPL verpflichtet, den Quellcode auf weitere Anfrage bereitzustellen.

source: Without a limit on the fee for the source code, they would be able set a fee too large for anyone to pay—such as a billion dollars—and thus pretend to release source code while in truth concealing it.
de: Ohne eine Begrenzung des Preises für den Quellcode wäre es ihnen möglich einen Preis festzulegen, der für jedermann zu hoch zu bezahlen wäre ‑ wie eine Milliarde Euro ‑ und somit vorgeben den Quellcode freizugeben, obwohl sie ihn in Wahrheit verbergen.

source: So in this case we have to limit the fee for source in order to ensure the user's freedom.
de: Darum müssen wir in diesem Fall den Preis für den Quellcode begrenzen, um die Freiheit der Nutzer zu gewährleisten.

source: In ordinary situations, however, there is no such justification for limiting distribution fees, so we do not limit them.
de: In alltäglichen Situationen gibt es allerdings keine solche Rechtfertigung den Vertriebspreis zu begrenzen, also begrenzen wir ihn nicht.

source: Sometimes companies whose activities cross the line stated in the GNU GPL plead for permission, saying that they “won't charge money for the GNU software” or such like.
de: Manchmal treten Unternehmen, deren Aktivitäten die in der GNU GPL angegebenen Grenze überschreiten, mit der Bitte um Erlaubnis an uns heran, die besagt, dass sie kein Geld für GNU-Software berechnen oder ähnliches.

source: That won't get them anywhere with us.
de: Damit kann man mit uns keinen Blumentopf gewinnen.

source: Free software is about freedom, and enforcing the GPL is defending freedom.
de: Bei freier Software geht es um Freiheit, und die Durchsetzung der GPL bedeutet Freiheit verteidigen.

source: When we defend users' freedom, we are not distracted by side issues such as how much of a distribution fee is charged.
de: Wenn wir die Freiheit von Nutzern verteidigen, lassen wir uns nicht von solchen Nebensächlichkeiten wie etwa wie viel als Vertriebspreis berechnet wird ablenken.

source: Freedom is the issue, the whole issue, and the only issue.
de: Es geht um Freiheit, einzig und allein.
